/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "Ligar";
"general.off" = "Desligar";
"general.login" = "Login";
"general.logout" = "Encerrar sessão";
"general.ok" = "OK";
"general.cancel" = "Cancelar";
"general.username" = "Usuário";
"general.password" = "Senha";
"general.na" = "N/A";

"input.value_is_empty" = "Value cannot be empty.";
"input.already_exists" = "Value already exists.";

// Guide Window
"guide.highlights" = "Destaques";
"guide.basic_settings" = "Configurações Básicas";
"guide.faq" = "Dúvidas frequentes";

// Initial Window
"initial.announcement" = "Você está usando uma versão %@ do IINA";
"initial.beta.desc" = "Se quiser reverter para uma versão oficial, desmarque a opção \"receber atualizações beta\" em Configurações > Geral e instale uma versão estável do nosso <a href=\"https://iina.io\">site oficial</a>.";
"initial.nightly.desc" = "Nightly is not recommended to be used as your daily driver. Currently nightly builds do not support auto update. Please manually download newer builds from our <a href=\"https://nightly.iina.io\">nightly website</a>.";
"initial.debug.desc" = "Compilações de depuração geralmente não são otimizadas para desempenho, então não são recomendadas para uso diário. Compilações de depuração não suportam atualização automática.";
"initial.bug_report" = "Denuncie via <a href=\"https://github.com/iina/iina/issues\">GitHub issues</a>.";

// Inspector Window
"inspector.error" = "Erro";

// MainWindowController.swift
"main.buffering_indicator" = "Carregando… %d%%";
"main.opening_stream" = "Abrindo stream…";
"main.seeking_indicator" = "Seeking…";
"osc.precision" = "Precisão";
"osc.1s" = "1 segundo";
"osc.100ms" = "100 milissegundos";
"osc.10ms" = "10 milissegundos";
"osc.1ms" = "1 milissegundo";

// QuickSettingViewController.swift
"quicksetting.item_default" = "Padrão";
"quicksetting.item_none" = "Nenhum";
"quicksetting.hwdec" = "Decodificação por hardware";
"quicksetting.deinterlace" = "Desentrelaçar";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Esconder";
"quicksetting.reset_speed" = "Reset speed to 1x";

// EQ Presets
"eq.preset.flat" = "Flat";
"eq.preset.acoustic" = "Acoustic";
"eq.preset.classical" = "Classical";
"eq.preset.dance" = "Dance";
"eq.preset.deep" = "Deep";
"eq.preset.electronic" = "Electronic";
"eq.preset.hip_hop" = "Hip Hop";
"eq.preset.increase_bass" = "Increase Bass";
"eq.preset.increase_treble" = "Increase Treble";
"eq.preset.increase_vocal" = "Increase Vocal";
"eq.preset.jazz" = "Jazz";
"eq.preset.latin" = "Latin";
"eq.preset.loundness" = "Loundness";
"eq.preset.lounge" = "Lounge";
"eq.preset.piano" = "Piano";
"eq.preset.pop" = "Pop";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "Reduce Bass";
"eq.preset.reduce_treble" = "Reduce Treble";
"eq.preset.rock" = "Rock";
"eq.preset.small_speaker" = "Small Speaker";
"eq.preset.spoken_word" = "Spoken Word";

"alert.eq.new_profile.title" = "New EQ Profile";
"alert.eq.new_profile.message" = "Please enter a profile name.";
"alert.eq.rename.title" = "Rename Current Profile";
"alert.eq.rename.message" = "Please enter a new profile name.";

// OSDMessage.swift
"osd.pause" = "Em Pausa";
"osd.resume" = "Reproduzindo";
"osd.volume" = "Volume: %@";
"osd.speed" = "Speed: %@x";
"osd.aspect" = "Proporção: %@";
"osd.crop" = "Cortar: %@";
"osd.rotate" = "Rotacionar: %i°";
"osd.deinterlace" = "Desentrelaçar: %@";
"osd.hwdec" = "Decodificação por hardware: %@";
"osd.audio_delay.nodelay" = "Atraso de Audio: Sem Atraso";
"osd.audio_delay.later" = "Atraso de Audio: %@s Atrasado";
"osd.audio_delay.earlier" = "Atraso de Audio: %@s Antecipado";
"osd.sub_delay.nodelay" = "Atraso de Legenda: Sem Atraso";
"osd.sub_delay.later" = "Atraso de Legenda: %@s Atrasada";
"osd.sub_delay.earlier" = "Atraso de Legenda: %@s Antecipada";
"osd.subtitle_pos" = "Posição da Legenda: %@";
"osd.sub_hidden" = "Subtitles Hidden";
"osd.sub_visible" = "Subtitles Visible";
"osd.sub_second_delay.nodelay" = "Secondary Subtitle Delay: No Delay";
"osd.sub_second_delay.later" = "Secondary Subtitle Delay: %@s Later";
"osd.sub_second_delay.earlier" = "Secondary Subtitle Delay: %@s Earlier";
"osd.sub_second_hidden" = "Secondary Subtitles Hidden";
"osd.sub_second_pos" = "Secondary Subtitle Position: %@";
"osd.sub_second_visible" = "Secondary Subtitles Visible";
"osd.mute" = "Sem Audio";
"osd.unmute" = "Audio Ligado";
"osd.screenshot" = "Imagem Capturada";
"osd.abloop.a" = "Loop-AB: A";
"osd.abloop.b" = "Loop-AB: B";
"osd.abloop.clear" = "AB-Loop: Desfeito";
"osd.stop" = "Parado";
"osd.chapter" = "Capítulo: %@";
"osd.subtitle_scale" = "Escala da Legenda: %@x";
"osd.add_to_playlist" = "%i Arquivos Adicionados à Lista de Reprodução";
"osd.clear_playlist" = "Lista de Reprodução Esvaziada";
"osd.video_eq.contrast" = "Contraste: %i";
"osd.video_eq.gamma" = "Gamma: %i";
"osd.video_eq.hue" = "Tom: %i";
"osd.video_eq.saturation" = "Cor: %i";
"osd.video_eq.brightness" = "Brilho: %i";
"osd.find_online_sub" = "Buscando legendas online…";
"osd.find_online_sub.source" = "de";
"osd.sub_not_found" = "Nenhuma legenda encontrada";
"osd.sub_found" = "%d subtitles found.";
"osd.sub_downloading" = "Downloading %d subtitles";
"osd.sub_downloaded" = "Legenda baixada";
"osd.sub_saved" = "Legenda salva";
"osd.network_error" = "Erro de rede";
"osd.file_error" = "Erro lendo arquivo";
"osd.cannot_login" = "Erro ao logar";
"osd.canceled" = "Cancelado";
"osd.cannot_connect" = "Impossível conectar";
"osd.timed_out" = "Tempo esgotado";
"osd.filter_added" = "Filtro adicionado: %@";
"osd.filter_removed" = "Filtro removido";
"osd.file_loop" = "Repetir Arquivo Único";
"osd.playlist_loop" = "Repetir Lista de Reprodução";
"osd.no_loop" = "Desabilitar Repetrição";

"preference.title" = "Preferencias";
"preference.general" = "Geral";
"preference.ui" = "Interface";
"preference.video_audio" = "Decodificador";
"preference.subtitle" = "Legendas";
"preference.network" = "Rede";
"preference.control" = "Controles";
"preference.keybindings" = "Combinações de teclas";
"preference.advanced" = "Avançado";
"preference.plugins" = "Plugins";
"preference.utilities" = "Utilitários";
"preference.scripts" = "Scripts";
"preference.not_logged_in" = "Não está logado";
"preference.logged_in_as" = "Logado como %@";
"preference.system_media_control" = "Usar controles de mídia padrão do sistema";

"preference.key_binding_hint_1" = "Para editar as combinações de teclas no arquivo de configuração atual, clique primeiro no botão \"Duplicar…\" para criar uma cópia.";
"preference.key_binding_hint_2" = "Clique duas vezes em uma linha no lado direito para editar as combinações de teclas.";

"preference.enable_adv_settings" = "Habilitar configurações avançadas";

"preference.sub_override_level.no" = "no";
"preference.sub_override_level.force" = "forçar";
"preference.sub_override_level.scale" = "scale";
"preference.sub_override_level.strip" = "cortar";
"preference.sub_override_level.yes" = "sim";

"preference.sub_override_level.descriptive_text.no" = "Render subtitles as specified by the subtitle scripts, without overrides.";
"preference.sub_override_level.descriptive_text.force" = "Apply all subtitle styles.";
"preference.sub_override_level.descriptive_text.scale" = "Apply the scale setting in addition to the style settings in this section.";
"preference.sub_override_level.descriptive_text.strip" = "Radically strip all ASS tags and styles from the subtitle.";
"preference.sub_override_level.descriptive_text.yes" = "Aplicar todas as configurações de estilo nesta seção.";

"preference.ytdl_plugin_not_installed" = "Install the Online Media plugin from \"Plugins > Install from GitHub\" to enjoy advanced features such and video downloading and auto yt-dlp updates.";
"preference.ytdl_plugin_installed" = "The built-in youtube-dl support is disabled since you have the Online media plugin installed.";

"menu.volume" = "Volume: %@";
"menu.volume_muted" = "Volume: %@ (Mudo)";
"menu.audio_delay" = "Atraso de Áudio: %@s";
"menu.sub_delay" = "Atraso de Legenda: %@s";
"menu.sub_hide" = "Ocultar legenda";
"menu.sub_show" = "Show Subtitles";
"menu.sub_second_hide" = "Hide Secondary Subtitles";
"menu.sub_second_show" = "Show Secondary Subtitles";
"menu.fullscreen" = "Entrar em Tela Cheia";
"menu.exit_fullscreen" = "Sair da Tela Cheia";
"menu.pip" = "Entrar em Picture-in-Picture";
"menu.exit_pip" = "Sair de Picture-in-Picture";
"menu.mini_player" = "Entrar no Modo Música";
"menu.exit_mini_player" = "Sair Modo Música";
"menu.pause" = "Pausar";
"menu.resume" = "Reproduzir";
"menu.speed" = "Speed: %@x";
"menu.chapters" = "Mostrar Capitulos";
"menu.hide_chapters" = "Ocultar Painel de Capítulos";
"menu.playlist" = "Mostrar painel de playlist";
"menu.hide_playlist" = "Ocultar Painel de Playlist";
"menu.video" = "Mostrar Painel de Vídeo";
"menu.hide_video" = "Ocultar Painel de Vídeo";
"menu.audio" = "Mostrar Painel de Áudio";
"menu.hide_audio" = "Ocultar Painel de Áudio";
"menu.subtitles" = "Mostrar Painel de Legendas";
"menu.hide_subtitles" = "Ocultar Painel de Legendas";

"menu.seek_forward" = "Ir adiante %@s";
"menu.seek_backward" = "Ir pra trás %@s";
"menu.speed_up" = "Speed Up by %@x";
"menu.speed_down" = "Speed Down by %@x";
"menu.volume_up" = "Volume + %@%%";
"menu.volume_down" = "Volume - %@%%";
"menu.audio_delay_up" = "Atraso de Áudio + %@s";
"menu.audio_delay_down" = "Atraso de Áudio - %@s";
"menu.sub_delay_up" = "Atraso de legenda + %@s";
"menu.sub_delay_down" = "Atraso de legenda - %@s";

"menu.crop_custom" = "Outro..";
"menu.find_online_sub" = "Encontrar Legendas on-line em %@";

"menu.manage_plugins" = "Manage Plugins…";
"menu.developer_tool" = "Developer Tool";
"menu.more_plugin" = "More…";
"menu.conflicting_shortcuts" = "Conflicting key shortcuts…";
"menu.reload_plugins" = "Reload All Plugins";
"menu.show_plugins_panel" = "Show Plugins Panel";
"menu.hide_plugins_panel" = "Hide Plugins Panel";

"track.audio" = "Áudio";
"track.none" = "<None>";
"track.sub" = "Legendas";
"track.video" = "Vídeo";

"subtrack.no_loaded" = "Nenhuma legenda carregada";
"subtrack.no_external" = "Nenhuma legenda externa encontrada";

// Alerts
"alert.beta_channel.title" = "Receba atualizações para as versões beta";

"alert.title_error" = "Erro";
"alert.title_warning" = "Aviso";
"alert.title_info" = "Informação";

"alert.fatal_error" = "Erro fatal: %@ \nAplicação vai terminar.";
"alert.mpv_error" = "Erro interno %@ (%@) ao ajustar a opção %@.";

"alert.unsupported_audio" = "Audio externo não suportado.";
"alert.unsupported_video" = "Unsupported external video file.";
"alert.unsupported_sub" = "Legenda externa não suportada.";
"alert.unsupported_url" = "URL não suportada.";
"alert.wrong_url_format" = "Formato errado de URL.";

"alert.error_open" = "Impossível abrir arquivo ou stream!";
"alert.error_finding_file" = "Não encontro o arquivo %@!";
"alert.error_loading_script" = "Não carreguei o script %@!";
"alert.error_saving_file" = "Erro ocorreu ao salvar %@: %@";
"alert.error_deleting_file" = "Não consigo apagar o arquivo.";

"alert.target_peak.bad_value" = "The value \"%@\" is invalid.\nPlease provide a value between 10 and 10000, or 0.";

"alert.config.new.title" = "Nova configuração";
"alert.config.new.message" = "Escolha um nome para a nova configuração.";
"alert.config.duplicate.title" = "Configuração duplicada";
"alert.config.duplicate.message" = "Por favor, escolha um nome para o arquivo de configuração duplicado.";
"alert.config.file_existing.title" = "Arquivo já existe";
"alert.config.file_existing.message" = "A config file with the same filename already exists. Choose OK to show the file in Finder.";
"alert.config.cannot_create" = "Não é possível criar arquivo de configuração!\n%@";
"alert.config.cannot_write" = "Não é possível escrever no arquivo de configuração!";
"alert.config.rename.title" = "Rename Input Configuration";
"alert.config.rename.message" = "Please enter the new name for the configuration.";

"alert.filter.incorrect" = "Erro ao ajustar os filtros. Verifique os parâmetros.";
"alert.add_filter.title" = "Novo Filtro";
"alert.add_filter.message" = "Por favor, digite uma string de filtro no formato de comando vf ou af de mpv.";

"alert.keybinding_config.error" = "Erro ao ler o arquivo de configurações de teclas \"%@\"! Usarei o padrão de teclas do INNA. Verifique sua configuração.";

"alert.extra_option.cannot_read" = "Não é possível ler opções mpv extras definidas pelo usuário.";
"alert.extra_option.empty" = "Chave ou valor não pode ser vazio!";
"alert.extra_option.error" = "Erro ao ajustar opção --%@=%@ que retornou %d. Verifique seus ajustes extras em Preferencias > Avançado.";
"alert.extra_option.config_folder" = "Erro ao ajustar o diretório de configuração \"%@\".";

"alert.playlist.error_deleting" = "Erro ao deletar: %@";

"alert.screenshot.error_taking" = "Não é possível capturar a tela!";

"alert.sub.no_selected" = "Selecione uma legenda baixada primeiramente.";
"alert.sub_lang_not_set" = "Por favor, selecione a linguagem preferida das legendas antes de usar o OpenSubtitles. Inglês(eng) será usado neste momento.";
"alert.sub.cannot_save_passwd" = "Não foi possível salvar a senha nas chaves do iCloud: %@";
"alert.sub.cannot_login" = "Impossível logar. Verifique usuário, senha ou estado da rede.\n\n%@";
"alert.sub.save_downloaded.title" = "Salvar Legenda Baixada";

"alert.set_default.title" = "Definindo IINA como App padrão";
"alert.set_default.message" = "IINA será usado como player padrão para todos os tipos de arquivos que suporta.";
"alert.set_default.success" = "Realizado com %d sucessos e %d falhas.";

"alert.add_watch.title" = "Adicionar propriedade de exibição";
"alert.add_watch.message" = "Entre com um nome de propriedade mpv válido.";

"alert.jump_to.title" = "Pular para";
"alert.jump_to.message" = "Entre com o tempo para o qual deseja pular. Exemplo: 20:35";

"alert.opensub.login.title" = "Login OpenSubtitles";
"alert.opensub.login.message" = "Por favor, digite seu usuário e senha";

"alert.open_url.title" = "Abrir URL";
"alert.open_url.message" = "Por favor, digite a URL:";
"alert.choose_media_file.title" = "Escolha o arquivo de mídia";

"alert.add_url.title" = "Adicionar URL";
"alert.add_url.message" = "Por favor, digite a URL:";

"alert.delete_history.title" = "Deletar histórico de reproduções";
"alert.delete_history.message" = "Tem certeza que deseja deletar?";

"alert.filter_hwdec.message" = "Você está prestes a aplicar um filtro de vídeo. No entanto, seu decodificador de hardware atual pode não suportar bem filtros de vídeo. Você pode desabilitar a decodificação por hardware ou usar Auto(Copiar), que vai consumir o dobro de memória.\nVocê pode precisar repetir a ultima operação (por exemplo, ajustar o corte) para fazê-la funcionar.";
"alert.filter_hwdec.abort" = "Abortar";
"alert.filter_hwdec.turn_off" = "Desligar decodificação por hardware";
"alert.filter_hwdec.use_copy" = "Utilizar Auto(Copiar)";

"alert.clear_cache.title" = "Limpar cache de miniaturas";
"alert.clear_cache.message" = "Tem certeza que deseja limpar o cache de miniaturas?";

"alert.clear_history.title" = "Limpar histórico de reprodução";
"alert.clear_history.message" = "Tem certeza que deseja excluir todo o histórico de reprodução?";

"alert.clear_watch_later.title" = "Limpar progresso de reprodução";
"alert.clear_watch_later.message" = "Tem certeza que deseja excluir o progresso de reprodução (dados de \"ver mais tarde\")?";

"alert.restore_alerts.title" = "Restaurar Alertas Suprimidos";
"alert.restore_alerts.message" = "Tem certeza que deseja restaurar os alertas suprimidos?";

"alert.nothing_to_open" = "Nada para abrir.";

"alert.no_video_track" = "Não há trilha de video.";

"alert.duplicate_config" = "Vocë não pode editar as configurações padrão diretamente. Duplique-a antes de editar.";

"alert.assrt_register" = "Devido à quota limitada da API, recomendamos vivamente que utilize o seu próprio token da API. O token padrão é apenas para uso de demonstração e você pode encontrar um erro de rede.";
"alert.assrt_register.register" = "Registrar Agora";
"alert.assrt_register.try" = "Tente primeiro";
"alert.assrt_token_prompt.title" = "Insira seu token de API";
"alert.assrt_token_prompt.message" = "Por favor, registre-se na página da web aberta. Obtenha seu token na página inicial do usuário e insira-o abaixo:";
"alert.assrt_token_invalid" = "Seu token da API do Assrt parece ser inválido.";

"alert.plugin_uninstall.title" = "Tem certeza que deseja desinstalar %@?";
"alert.plugin_uninstall.message" = "O plugin será excluído do seu disco.";
"alert.plugin_reinstall.title" = "O plugin %@ já existe";
"alert.plugin_reinstall.message" = "Você deseja reinstalar o plugin?";
"alert.duplicated_plugin_id" = "Detectados identificadores de plugin duplicados. Dois ou mais plugins têm o mesmo identificador \"%@\". Isso pode causar comportamentos anormais. Por favor, encontre-os em Preferências - Plugins e reporte para seus autores. Se um plugin for instalado localmente, você também pode alterar manualmente seu identificador no arquivo Info.json do plugin.";
"alert.plugin_no_update" = "Nenhuma atualização encontrada.";
"alert.plugin_update_found.title" = "Atualização encontrada para %@";
"alert.plugin_update_found.message" = "A versão mais recente é %@. Você tem %@. Gostaria de atualizar?";
"alert.plugin_permission" = "Este plugin requer as seguintes permissões. Por favor, revise-as antes de prosseguir.";
"alert.plugin_permission_added" = "Esta atualização requer permissões adicionais. Por favor, revise-as antes de prosseguir.";

"playlist.total_length" = "%@ do total";
"playlist.total_length_with_selected" = "%@ de %@ selecionado";
"playlist.sorting.header" = "Sorting";
"playlist.sorting.filename_ascending" = "Filename Ascending";
"playlist.sorting.filename_descending" = "Filename Descending";
"playlist.sorting.path_ascending" = "File Path Ascending";
"playlist.sorting.path_descending" = "File Path Descending";
"pl_menu.title_multi" = "%d Itens";
"pl_menu.play_next" = "Tocar próximo";
"pl_menu.play_in_new_window" = "Tocar em nova janela";
"pl_menu.remove" = "Remover";
"pl_menu.remove_multi" = "Remover Selecionados";
"pl_menu.delete" = "Mover pro Lixo";
"pl_menu.delete_multi" = "Mover arquivos selecionados pro Lixo";
"pl_menu.delete_after_play" = "Mover pro Lixo depois de tocar";
"pl_menu.delete_after_play_multi" = "Mover arquivos selecionados pro Lixo depois de tocar";
"pl_menu.show_in_finder" = "Mostrar no Finder";
"pl_menu.add_file" = "Adicionar Arquivo…";
"pl_menu.add_url" = "Adicionar URL…";
"pl_menu.clear_playlist" = "Limpar Lista de Reprodução";
"pl_menu.matched_sub" = "Achei %d Legenda(s)";
"pl_menu.add_sub" = "Adicionar Legenda…";
"pl_menu.wrong_sub" = "Legenda Errada!";
"pl_menu.browser" = "Abrir no navegador";
"pl_menu.copy_url" = "Copiar URL";
"pl_menu.copy_url_multi" = "Copiar URLs";

"keymapping.title" = "Mapeamento de teclas";
"keymapping.message" = "Pressione algo para iniciar gravação.";

"filter.video_filters" = "Filtros de Video";
"filter.audio_filters" = "Filtros de Audio";

"hwdec.no" = "Está Desabilitado o decodificador de Hardware.";
"hwdec.auto" = "Está Habilitado o decodificador de Hardware. No entanto, a maioria dos filtros não deve funcionar bem.";
"hwdec.auto-copy" = "Está habilitada a decodificação por hardware. Ela consumirá o dobro da memória, mas funciona com filtros de vídeo.";

"gaplessAudio.no" = "Playback of consecutive audio files may result in silence or disruption at the point of file change.";
"gaplessAudio.weak" = "If the audio format the decoder output changes, the audio device is closed and reopened, disrupting gapless playback.";
"gaplessAudio.yes" = "The audio device is opened using parameters chosen for the first file played and is then kept open for gapless playback. Following files may be resampled.";

"subencoding.auto" = "Auto detectar";

"osc_toolbar.settings" = "Configurações rápidas";
"osc_toolbar.playlist" = "Lista de reprodução e capítulos";
"osc_toolbar.pip" = "Alternar Picture-in-Picture";
"osc_toolbar.full_screen" = "Alternar para o modo tela cheia";
"osc_toolbar.music_mode" = "Entre no modo de música";
"osc_toolbar.sub_track" = "Escolha a faixa de legendas";
"osc_toolbar.screenshot" = "Capturar tela";
"osc_toolbar.plugins" = "Show plugins panel";

"mini_player.album_art" = "Alterar imagem do álbum";
"mini_player.loop" = "Repetir";
"mini_player.shuffle" = "Aleatório";
"mini_player.remove" = "Remover da Lista de Produção";
"mini_player.add" = "Adicionar à lista de reprodução";
"mini_player.delete" = "Remover todas as faixas da lista de reprodução";
"mini_player.volume" = "Volume";
"mini_player.close" = "Fechar modo música";
"mini_player.back" = "Retornar ao modo vídeo";
"mini_player.sort" = "Sort the playlist";

// Touch bar

"touchbar.ahead_15" = "15seg Adiante";
"touchbar.ahead_30" = "30sec Adiante";
"touchbar.back_15" = "15seg Atras";
"touchbar.back_30" = "30seg Atras";
"touchbar.next_video" = "Video Seguinte";
"touchbar.prev_video" = "Video Anterior";
"touchbar.increase_volume" = "Volume +";
"touchbar.decrease_volume" = "Volume -";
"touchbar.rewind" = "Voltar Rápido";
"touchbar.fast_forward" = "Avançar Rápido";
"touchbar.play_pause" = "Tocar / Pausar";
"touchbar.seek" = "Buscar";
"touchbar.time" = "Posição do Tempo";
"touchbar.remainingTimeOrTotalDuration" = "Tempo Restante / Duração Total";
"touchbar.toggle_pip" = "Ativar/Desativar Picture-in-Picture";

// Plugin permissions

"permissions.network-request.name" = "Solicitação de rede";
"permissions.network-request.desc" = "Este plugin pode fazer o pedido ou enviar dados para estes sites:";
"permissions.network-request.any_site" = "Qualquer site";
"permissions.show-osd.name" = "Mostrar OSD";
"permissions.show-osd.desc" = "Este plugin pode mostrar mensagens OSD (no ecrã de tela).";
"permissions.show-alert.name" = "Exibir alertas";
"permissions.show-alert.desc" = "Este plugin pode mostrar alertas pop-up.";
"permissions.video-overlay.name" = "Adicionar sobreposição nos vídeos";
"permissions.video-overlay.desc" = "Este plugin pode renderizar conteúdo adicional no topo do vídeo.";
"permissions.file-system.name" = "Acessar o sistema de arquivos";
"permissions.file-system.desc" = "Esse plugin pode ler ou escrever arquivos em seu disco, incluindo informações sensíveis. Ele também pode chamar outros programas ou aplicativos que podem danificar seu computador. Portanto, certifique-se de verificar a origem.";

"plugin.install" = "Instalar";
"plugin.installed" = "Instalado";
"plugin.not_installed" = "Não instalado";
"plugin.local" = "Localmente instalado";
"alert.plugin.install_error" = "Ocorreu um erro durante a instalação: %@";
"alert.invalid_url" = "A URL é inválida.";
"plugin.install_error.invalid_url" = "A URL é inválida.";
"plugin.install_error.file_not_found" = "Não foi possível encontrar o arquivo do pacote.";
"plugin.install_error.cannot_download" = "Falha ao baixar o plugin.\n\nSaída:%@\n";
"plugin.install_error.cannot_unpackage" = "Falha ao desempacotar o plugin.\n\nSaída:%@\n";
"plugin.install_error.cannot_load" = "IINA não pode carregar este plugin. Ele pode estar no formato errado.";
"plugin.check_for_updates" = "Buscar por atualizações";
"plugin.updating" = "Baixando a atualização…";
